-- -------------------------------------------------------------
-- TablePlus 5.0.2(458)
--
-- https://tableplus.com/
--
-- Database: peewee_db.sqlite
-- Generation Time: 2022-11-26 16:51:10.3240
-- -------------------------------------------------------------


INSERT INTO "Schedule" ("id", "week", "time", "program", "ir") VALUES
('1', '月曜日', '10:30~11:30', 'ヨガ', 'AOI'),
('2', '月曜日', '12:00~12:45', 'BODY PUMP45', 'DAIKI'),
('3', '月曜日', '13:15~14:00', 'BODY COMBAT45', 'RYOMA'),
('4', '火曜日', '10:30~11:30', 'ピラティス', 'GIRI'),
('5', '火曜日', '12:00~12:45', 'BODY COMBAT45', 'DAIKI'),
('6', '火曜日', '13:15~14:00', 'BODY ATTACK45', 'RYOMA'),
('7', '水曜日', '1030~11:15', 'ホットYOGA45ek', 'AOI'),
('8', '水曜日', '11:45~12:30', 'ホットYOGA45do', 'AOI'),
('9', '木曜日', '1030~11:15', 'ルーシーダットン', 'HIKO'),
('10', '木曜日', '11:45~12:30', 'ベーシックエアロ', 'DAIKI'),
('11', '木曜日', '13:00~14:00', 'BODY BALANCE60', 'HIKO'),
('12', '金曜日', '10:00~11:30', 'フラダンス', 'HIKO'),
('13', '金曜日', '12:00~12:45', 'ボディメイクヨガ', 'RYOMA'),
('14', '土曜日', '10:30~11:30', 'ヨガ', 'AOI'),
('15', '土曜日', '12:00~12:45', 'BODY COMBAT45', 'RYOMA'),
('16', '日曜日', '1030~11:15', 'ボディメイクヨガ', 'RYOMA'),
('17', '日曜日', '11:45~12:30', 'BODY PUMP45', 'DAIKI'),
('18', 'DAIKI', '13:00~13:45', 'BODY COMBAT45', 'EMI');
